data/l1/apache/benchmark-apache.with-cst-lock/cores-60/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  60 threads and 480 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.27ms    6.60ms 358.14ms   92.80%
    Req/Sec     3.52k     1.48k   24.03k    68.18%
  4189675 requests in 20.08s, 2.08GB read
Requests/sec: 208642.16
Transfer/sec:    106.31MB